Repository: Thulinma/kalu
Catalog: po/*.po
Languages: nb, nl

source: Initializing kalu_updater...
nb: Initialiserer kalu_updater...
nl: Bezig met initialiseren van kalu_updater...

source: Could not initialize kalu_updater
nb: Kunne ikke initialisere kalu_updater
nl: Kan kalu_updater niet initialiseren

source: Initializing... Please wait...
nb: Initialiserer... Vennligst vent...
nl: Bezig met initialiseren; even geduld...

source: Creating kalu_updater...
nb: Lager kalu_updater...
nl: Bezig met maken van kalu_updater...

source: Rerun simulation...
nb: Kjør simulering på nytt...
nl: Opnieuw voorvertonen...

source: System upgrade - kalu
nb: Systemoppgradering - kalu
nl: Systeemupgrade - kalu

source: Upgrade simulation - kalu
nb: Simuler oppgradering - kalu
nl: Upgradevoorvertoning - kalu

# column
source: Old/Current
nb: Gammel/Nåværende
nl: Oud/Huidig

# column
source: New
nb: Ny
nl: Nieuw

# column
source: Download
nb: Last Ned
nl: Downloaden

# column
source: Installed
nb: Installert
nl: Geïnstalleerd

source: Log
nb: Logg
nl: Logboek

source: _Abort
nb: _Avbryt
nl: _Afbreken

source: _Upgrade system...
nb: _Oppgrader system...
nl: S_ysteem bijwerken...

source: _Download packages...
nb: _Last ned pakker...
nl: Pakketten _downloaden...

source: _Rerun simulation...
nb: _Kjør simulering på nytt...
nl: Opnieuw voo_rvertonen...

source: Parsing %s ...
nb: Analyserer %s ...
nl: Bezig met verwerken van '%s'...

source: Unable to parse pacman.conf
nb: Kunne ikke analysere pacman.conf
nl: Kan pacman.conf niet verwerken

source: No databases defined
nb: Ingen pakkedatabaser definert
nl: Geen databanken opgegeven

source: Failed to initialize simulation
nb: Kunne ikke initialisere simulering
nl: Kan voorvertoning niet initialiseren

source: Failed to initiate transaction: %s
nb: Kunne ikke starte transaksjonen: %s
nl: Kan handeling niet voorbereiden: %s

source: Failed to release transaction: %s
nb: Kunne ikke frigjøre transaksjon (%s)
nl: Kan handeling niet vrijgeven: %s

source: No usable package repositories configured
nb: Ingen brukbare pakkebrønner er konfigurert
nl: Geen bruikbare pakketbronnen ingesteld

source: Database %s is not valid: %s
nb: Databasen %s er ugyldig: %s
nl: De databank, %s, is ongeldig: %s

source: Do you want to import marked changes into the current list?
nb: Ønsker du å importere markerte endringer i den gjeldende listen?
nl: Wil je de gemarkeerde aanpassingen importeren naar de huidige lijst?

source: You have marked one or more packages with updated version number since starting the editing of this list.
nb: Du har markert en eller flere pakker med oppdatert versjonsnummer siden du startet å redigere denne listen.
nl: Je hebt één of meer pakketten gemarkeerd met een versienummer dat is bijgewerkt sinds je begon met het bewerken van deze lijst.

source: Yes, import changes.
nb: Jaja, importer endringer.
nl: Ja, wijzigingen importeren

source: No, keep the list as is.
nb: Nei, behold listen som den er.
nl: Nee lijst behouden

source: Check all packages
nl: Alle pakketten markeren

source: Uncheck all packages
nl: Alle pakketten demarkeren

source: Mark updated watched packages - kalu
nb: Merk oppdaterte overvåkte pakker - kalu
nl: Bijgewerkte bijgehouden pakketten markeren - kalu

source: Manage watched packages - kalu
nb: Administrer overvåkte pakker - kalu
nl: Bijgehouden pakketten beheren - kalu

source: Mark updated watched AUR packages - kalu
nb: Merk oppdaterte overvåkte AUR pakker - kalu
nl: Bijgewerkte bijgehouden AUR-pakketten markeren - kalu

source: Manage watched AUR packages - kalu
nb: Administrer overvåkte AUR pakker - kalu
nl: Bijgehouden pakketten beheren - kalu

source: Reload list from memory (undo changes)
nb: Last liste fra minnet (angre endringer)
nl: Lijst herladen uit geheugen (wijzigingen ongedaan maken)

source: Reload list from file
nb: Last liste fra fil
nl: Lijst herladen uit bestand

# column
source: Update
nb: Oppdater
nl: Bijwerken

source: _Mark as seen
nb: _Marker som sett
nl: _Markeren als bekeken

source: Save new version numbers of checked packages
nb: Lagre nye versjonsnumre av de valgte pakkene
nl: Nieuwe versienummers van gemarkeerde pakketten opslaan

source: _Save list
nb: _Lagre liste
nl: Lijst op_slaan

source: Save list of watched packages
nb: Lagre liste over overvåkede pakker
nl: Lijst opslaan met bijgehouden pakketten

source: [installed]
nb: [installert]
nl: [geïnstalleerd]

source: [pending]
nb: [underveis]
nl: [in behandeling]

source: Session already initialized
nb: Økten er allerede initialisert
nl: De sessie is al geïnitialiseerd

source: No error message
nb: Ingen feilmelding
nl: Geen foutmelding

source: Authorization from PolicyKit failed
nb: Autorisasjon fra PolicyKit mislyktes
nl: Autorisatie met PolicyKit mislukt

source: Invalid state
nb: Ugyldig tilstand
nl: Onjuiste status

source: Failed to initialize alpm library: %s
nb: Kunne ikke initialisere alpm biblioteket: %s
nl: Kan alpm-bibliotheek niet initialiseren: %s

source: ALPM has no downloader capability
nb: ALPM støtter ikke nedlasting
nl: ALPM beschikt niet over de mogelijkheid om te downloaden

source: Unable to set log file: %s
nb: Kan ikke sette loggfilen: %s
nl: Kan logbestand niet instellen: %s

source: Unable to set gpgdir: %s
nb: Kan ikke sette gpgdir: %s
nl: Kan GPGDir niet instellen: %s

source: Unable to add hook dir '%s': %s
nb: Kan ikke legge til krok katalog '%s': %s
nl: Kan hook-map '%s' niet instellen: %s

source: Unable to set cache dirs: %s
nb: Kan ikke sette bufferkataloger: %s
nl: Kan cachemappen niet instellen: %s

source: Unable to set default siglevel: %s
nb: Kan ikke sette standard siglevel: %s
nl: Kan standaard signiveau niet instellen: %s

source: Failed to release alpm library
nb: Kunne ikke frigi alpm bibliotek
nl: Kan alpm-bibliotheek niet vrijgeven

source: Could not register database %s: %s
nb: Kan ikke registrere databasen %s: %s
nl: Kan databank (%s) niet vastleggen: %s

source: Server %s contains the $arch variable, but no Architecture was defined.
nb: Server %s inneholder $arch variabelen, men ingen Arkitektur ble definert
nl: De server, '%s', bevat de '$arch'-variabel, maar er is geen architectuur opgegeven.

source: Could not add server %s to database %s: %s
nb: Kunne ikke legge server %s til databasen %s: %s
nl: Kan server '%s' niet toevoegen aan databank '%s': %s

source: Database %s is not valid: %s
nb: Databasen %s er ugyldig: %s
nl: De databank, %s, is ongeldig: %s

source: Invalid call to Answer, no Question pending.
nb: Ugyldig anrop til Svar, ingen Spørsmål venter.
nl: Ongeldig antwoord; geen lopende vraag.

source: Failed to initiate transaction: %s
nb: Kunne ikke forberede transaksjon: %s
nl: Kan handeling niet voorbereiden: %s

source: - Package %s requires %s
nb: - Pakke %s krever %s
nl: - Pakket '%s' vereist '%s'

source: - Packages %s and %s are in conflict
nb: Pakkene %s og %s er i konflikt
nl: - '%s' conflicteert met '%s'

source: - Packages %s and %s are in conflict: %s
nb: Pakkene %s og %s er i konflikt: %s
nl: - '%s' conflicteert met '%s': %s

source: Failed to prepare transaction: %s : %s
nb: Kunne ikke forberede transaksjon: %s : %s
nl: Kan handeling niet voorbereiden: %s : %s

source: Failed to prepare transaction: %s
nb: Kunne ikke forberede transaksjon: %s
nl: Kan handeling niet voorbereiden: %s

source: - %s exists in both %s and %s
nb: - %s finnes i både '%s' og '%s'
nl: - '%s' is aanwezig in zowel '%s' als '%s'

source: - %s exists in both %s and current filesystem
nb: - %s finnes i både %s og på filsystemet
nl: - '%s' is aanwezig in zowel '%s' als op het huidige bestandssysteem

source: - Unknown conflict for %s
nb: - Ukjent konflikt for %s
nl: - Onbekend conflict met '%s'

source: - %s in invalid or corrupted
nb: - %s er ugyldig eller korrupt
nl: - '%s' is ongeldig of kapot

source: Failed to commit transaction: %s : %s
nb: Kunne ikke utføre transaksjon: %s : %s
nl: Kan handeling niet verwerken: %s %s

source: Failed to commit transaction: %s
nb: Kunne ikke utføre transaksjon: %s
nl: Kan handeling niet verwerken: %s

source: Session not initialized
nb: Økten kunne ikke bli initialisert
nl: De sessie is niet geïnitialiseerd

source: Session initialized for another client
nb: Økten er startet for en annen klient
nl: De sessie is al geïnitialiseerd in een andere client

source: Unknown method: %s
nb: Ukjent metode: %s
nl: Onbekende methode: %s

source: <h2>Possible pacman/kalu conflict</h2><p>The pending system upgrade is likely to fail due to kalu's dependency on the current version of pacman. This is because the new pacman introduces API changes in libalpm (on which kalu relies).</p><h2>How to upgrade?</h2><p>In order to upgrade your system, you will need to :<br> <b>1.</b> Remove kalu (<pre>pacman -R kalu</pre>) This will <b>not</b> remove your preferences, watched lists, etc<br> <b>2.</b> Upgrade your system (<pre>pacman -Syu</pre>)<br> <b>3.</b> Install a new version of kalu, compatible with the new version of pacman.</p><p>If a new version of kalu for the new pacman isn't available on the AUR yet, make sure to flag it as out-of-date.</p>
nb: <h2>Mulig pacman/kalu konflikt</h2><p>Den ventende systemoppgraderingen vil sannsynligvis mislykkes på grunn av kalu sin avhengighet av den gjeldende versjonen av pacman. Dette er fordi den nye pacman introduserer API endringer i libalpm (som kalu er avhengig av).</p<h2>Hvordan oppgradere?</h2><p>For å oppgradere ditt system, må du:<br> <b>1.</b> Fjerne kalu (<pre>pacman -R kalu</pre) Dette vil<b>ikke</b> fjerne dine preferanser, overvåkede lister, etc.<br> <b>2.</b>Oppgrader ditt system (<pre>pacman -Syu</pre>)<br> <b>3.</b> Installer en ny versjon av kalu, kompatibel med den nye versjonen av pacman.</p><p>Hvis en ny versjon av kalu for den nye pacman ikke er tilgjengelig i AUR ennå, sørg for å flagge den som utdatert.</p>

source: - <b>$INS</b> : installed size
nb: - <b>$INS</b> : installert størrelse

# prefs-tab
source: Upgrades
nb: Oppgraderinger

source: Check whether an upgrade of pacman is likely to fail due to kalu's dependency, and if so adds a button on to notification to show a message about why and how to upgrade.
nb: Se etter om en oppgradering av pacman er sannsynlig å mislykkes på grunn av kalu sin avhengighet, og hvis tilfelle legg til en knapp på varslingen for å vise en melding om hvorfor og hvordan du oppgrader.

source: Getting packages list
nb: Mottar pakkeliste
