Repository: Thulinma/kalu
Catalog: po/*.po
Languages: nb, nl

source: You need to specify the command-line to open links.
nb: Du må angi kommandolinjen for å åpne lenker.
nl: Geef de opdracht op om links te openen.

source: You need to use $URL on the command line to open links.
nb: Du må bruke $URL på kommando linjen for å åpne lenker.
nl: Geef $URL op op de opdrachtregel om links te openen.

source: You need to specify the command-line.
nb: Du må angi kommandolinjen.
nl: Geef de opdracht op.

source: Custom value is required.
nb: Egendefinert verdi er påkrevd.
nl: Aangepaste waarde vereist.

source: %s cannot be created or is not a folder
nb: %s kan ikke bli opprettet, eller er ikke en mappe.
nl: %s kan niet worden aangemaakt of is geen map

source: Unable to write configuration file
nb: Kan ikke skrive til konfigurasjonsfilen
nl: Kan configuratiebestand niet wegschrijven

source: When clicking the systray icon :
nb: Når du klikker på systemstatusfeltets ikon :
nl: Actie bij klikken op systeemvakpictogram:

source: When double clicking the systray icon :
nb: Når du dobbelklikker på systemstatusfeltets ikon :
nl: Actie bij dubbelklikken op systeemvakpictogram:

source: When middle clicking the systray icon :
nb: Når du midtklikker på systemstatusfeltets ikon :
nl: Actie bij middelklikken op systeemvakpictogram:

source: Same as when active/not paused
nb: Samme som når aktiv/ikke sat på pause
nl: Net zoals actief/niet-gepauzeerd

source: Do nothing
nb: Gjør ingenting
nl: Niets doen

source: Check for Upgrades...
nb: Se etter Oppgraderinger...
nl: Controleren op upgrades...

source: System upgrade...
nb: Systemoppgradering...
nl: Systeemupgrade...

source: Upgrade simulation...
nb: Simuler Oppgradering...
nl: Upgradevoorvertoning...

source: Hide/show opened windows (except kalu's updater)
nb: Skjul/vis åpne vinduer (unntatt kalu sin oppdaterer)
nl: Geopende vensters tonen/verbergen (behalve kalu's updater)

source: Hide/show opened windows
nb: Skjul/vis åpne vinduer
nl: Geopende vensters tonen/verbergen

source: Re-show last notifications...
nb: Vis de siste varslene på nytt...
nl: Recentste meldingen nogmaals tonen...

source: Toggle pause/resume automatic checks
nb: Bytt mellom pause/gjenoppta automatiske kontroller
nl: Automatische controles pauzeren/hervatten

source: Preferences - kalu
nb: Instillinger - kalu
nl: Voorkeuren - kalu

# prefs-tab
source: General
nb: Generelt
nl: Algemeen

source: Configuration file (pacman.conf) to use:
nb: Bruk konfigurasjonsfil (pacman.conf):
nl: Te gebruiken configuratiebestand (pacman.conf):

source: Select your pacman.conf
nb: Velg din pacman.conf
nl: Kies je pacman.conf

source: Icon used on notifications :
nb: Ikon å bruke på varsler :
nl: Pictogrambestand voor meldingen:

source: No icon
nb: Intet ikon
nl: Geen pictogram

source: kalu's icon
nb: kalu sitt ikon
nl: kalu's pictogram

source: Select file:
nb: Velg fil:
nl: Bestand kiezen:

source: Select notification icon
nb: Velg varsel ikon
nl: Meldingspictogram kiezen

source: Supported Images
nb: Støttete bilder
nl: Ondersteunde afbeeldingsbestanden

source: Size of the icon used on notifications :
nb: Størrelse på ikon som brukes på varsler :
nl: Pictogramgrootte op meldingen:

source: Notifications expire after (seconds) :
nb: Varsler utløper etter (sekunder) :
nl: Meldingen verwerpen na (in seconden):

source: Delay after which the notification should expire/be automatically closed by the daemon.
nb: Forsinkelse etter varsel skal utløpe/automatisk bli stengt av nissen.
nl: Vertraging waarna meldingen worden verworpen door de achtergronddienst.

source: Check for upgrades every (minutes) :
nb: Se etter oppgraderinger hvert (minutter) :
nl: Controleren op upgrades, elke (in minuten):

# delay-in-minutes
source: 0 (Disabled)
nl: 0 (uitgeschakeld)

# delay-in-minutes
source: 60 (Hour)
nb: 60 (Time)
nl: 60 (uur)

# delay-in-minutes
source: 120 (Two hours)
nb: 120 (To timer)
nl: 120 (twee uur)

# delay-in-minutes
source: 1440 (Day)
nb: 1440 (Dag)
nl: 1440 (dag)

# skip-between
source: Do not check between
nb: Ikke sjekk mellom
nl: Geen controle uitvoeren tussen

# skip-between
source: and
nb: og
nl: en

# checks
source: Arch Linux news
nb: Arch Linux nyheter
nl: Arch Linux-nieuws

# checks
source: Package upgrades
nb: Pakkeoppgraderinger
nl: Pakketupgrades

# checks
source: Watched package upgrades
nb: Overvåkede pakkeoppgraderinger
nl: Pakketupgrades van bijgehouden pakketten

# checks
source: AUR package upgrades
nb: AUR pakkeoppgraderinger
nl: AUR-pakketupgrades

# checks
source: AUR watched package upgrades
nb: AUR overvåkede pakkeoppgraderinger
nl: AUR-pakketupgrades van bijgehouden pakketten

source: During an automatic check, check for :
nb: Under en automatisk sjekk, se etter :
nl: Controleer tijdens automatische controles op:

source: During a manual check, check for :
nb: Under en manuell sjekk, se etter :
nl: Controleer tijdens handmatige controles op:

# prefs-tab
source: News
nb: Nyheter
nl: Nieuws

source: Command line to open links :
nb: Kommandolinje for å åpne lenker :
nl: Opdracht om links te openen:

source: Use variable <b>$URL</b> for the URL to open
nb: Bruk variabel <b>$URL</b> for URL å åpne
nl: Gebruik <b>$URL</b> voor de te openen url

source: Check for pacman/kalu conflict
nb: Se etter pacman/kalu konflikt
nl: Controleren op pacman-/kalu-conflicten

source: Show a button "Upgrade system" on notifications (and on kalu's menu)
nb: Vis en knapp "Oppgrader system" på varsler (og på kalu sin meny)
nl: Toon een knop 'Systeem bijwerken' op meldingen (en in kalu's menu)

source: Whether or not to show a button "Upgrade system" on notifications, as well as an item "System upgrade" on kalu's menu
nb: Hvorvidt å vise en knapp "Oppgrader system" på varsler, så vel som et element "Systemoppgradering" på kalu sin meny
nl: Toon een knop 'Systeem bijwerken' op meldingen en in kalu's menu

source: When clicking the button/menu :
nb: Når du klikker på knappen/menyen :
nl: Actie bij klikken op knop/menu:

source: When clicking the button "Upgrade system" on notifications, or the menu "System upgrade"
nb: Når du klikker på knappen "Oppgrader system" på varsler, eller på menyen "Systemoppgradering"
nl: Actie bij klikken op de knop 'Systeem bijwerken' op meldingen en in kalu's menu

source: Run kalu's system updater
nb: Kjør kalu sin systemoppdaterer
nl: kalu-systeemupdatebeheer openen

source: Run the specified command-line
nb: Kjør den oppgitte kommandolinjen
nl: Opgegeven opdracht uitvoeren

source: Command-line:
nb: Kommandolinje:
nl: Opdracht:

source: After completing a system upgrade, start the following :
nb: Etter å ha fullført en systemoppgradering, start følgende :
nl: Start het volgende na het afronden van een systeemupgrade:

source: You can use <b>$PACKAGES</b> to be replaced by the list of upgraded packages; And <b>$PACFILES</b> to be replaced by the list of pacnew files (See manual for more information)
nb: Du kan bruke <b>$PACKAGES</b> å bli erstattet av listen over oppgraderte pakker; Og <b>$PACFILES</b> å bli erstattet av listen over pacnew filer (Se håndbok for mer informasjon)
nl: Gebruik <b>$PACKAGES</b> voor een lijst van bijgewerkte pakketten; gebruik <b>$PACFILES</b> voor een lijst van pacnew-bestanden (lees de handleiding voor meer informatie)

source: Add a new command-line
nb: Legg til ny kommandolinje
nl: Nieuwe opdracht toevoegen

source: Edit selected command-line
nb: Rediger valgte kommandolinje
nl: Geselecteerde opdracht aanpassen

source: Remove selected command-line
nb: Fjern valgte kommandolinje
nl: Geselecteerde opdracht verwijderen

source: Ask confirmation before starting anything
nb: Spør om bekreftelse før vi starter noe som helst
nl: Om bevestiging vragen alvorens iets te starten

source: Confirmation will be asked before starting those processes. With multiple ones, you'll be able to select which one(s) to start.
nb: Bekreftelse vil bli spurt før vi starter disse prosessene. Med flere, vil du være i stand til å velge hvilke(n) som skal starte.
nl: Vraag om bevestiging vragen alvorens deze processen te starten. Als je meerdere hebt, dan kun je kiezen welke je wilt starten.

# prefs-tab
source: Watched
nb: Overvåket
nl: Bijgehouden

source: Manage watched packages...
nb: Administrere overvåkte pakker...
nl: Bijgehouden pakketten beheren...

source: Show a button "Update AUR packages" on notifications
nb: Vis en knapp "Oppdater AUR pakker" på varsler
nl: Toon een knop 'AUR-pakketten bijwerken' op meldingen

source: When clicking the button, run the following :
nb: Når du klikker på knappen, kjør følgende :
nl: Actie bij klikken op knop:

source: You can use <b>$PACKAGES</b> to be replaced by the list of AUR packages with upgrades available
nb: Du kan bruke <b>$PACKAGES</b> å bli erstattet av listen over AUR pakker med tilgjengelige oppgraderinger
nl: Gebruik $PACKAGES voor een lijst van bijgewerkte AUR-pakketten en beschikbare upgrades

source: Do not check the AUR for the following packages :
nb: Ikke sjekk AUR for de følgende pakkene :
nl: AUR niet controleren op de volgende pakketten:

source: Package name
nb: Pakkenavn
nl: Pakketnaam

source: Add a new package
nb: Legg til en ny pakke
nl: Pakket toevoegen

source: Edit selected package
nb: Rediger valgt pakke
nl: Geselecteerd pakket bewerken

source: Remove selected package
nb: Fjern valgt pakke
nl: Geselecteerd pakket verwijderen

# prefs-tab
source: Watched AUR
nb: Overvåket AUR
nl: Bijgehouden AUR-pakketten

source: Manage watched AUR packages...
nb: Administrere overvåkte AUR pakker...
nl: Bijgehouden AUR-pakketten beheren...

# prefs-tab
source: Misc
nb: Diverse
nl: Overig

source: Show if databases can be synchronized in tooltip
nb: Vis om databasene kan bli synkronisert i verktøytips
nl: In hulpballon tonen of databanken kunnen worden gesynchroniseerd

source: When kalu is <b>active</b> :
nb: Når kalu er <b>aktiv</b> :
nl: Als kalu <b>actief</b> is:

source: Actions to be done when kalu is <b>not</b> paused.
nb: Tiltak som kan gjøres når kalu <b>ikke</b> er satt på pause.
nl: Uit te voeren acties als kalu <b>niet</b> gepauzeerd is.

source: When kalu is <b>paused</b> :
nb: Når kalu er <b>pauset</b> :
nl: Als kalu <b>gepauzeerd</b> is:

source: Actions to be done when kalu is <b>paused</b>.
nb: Tiltak som kan gjøres når kalu er satt på <b>pause</b>.
nl: Uit te voeren acties als kalu <b>gepauzeerd</b> is.

source: Using KDE's StatusNotifierItem interface, the action on click will be mapped to Activate, the action on middle click mapped to SecondaryActivate, the action on double click is unused.
nb: Ved bruk av KDE sin StatusNotifierItem grensesnitt, vil handlinger på klikk bli tilordnet til Aktiver, handlinger på midtklikk tilordnet til SecondaryActivate, og handlinger på dobbelklikk forblir ubrukt.
nl: Met behulp van KDE's StatusNotifierItem kan de klikactie worden toegewezen aan 'Activeren' en de middelklikactie aan 'TweedeActivatie'; de dubbelkilkactie wordt niet gebruikt.

source: _Save preferences
nb: _Lagre innstillinger
nl: Voorkeuren op_slaan

source: Apply and save preferences
nb: Bruk og lagre innstillinger
nl: Pas de voorkeuren toe en sla ze op

source: Error: %s: %s
nb: Feil: %s: %s
nl: Fout: %s: %s

source: %d%% of %s
nb: %d %% av %s
nl: %d%% van %s

source: Post-processing...
nb: Etterbehandling...
nl: Bezig met afhandeling...

source: Error: %s
nb: Feil: %s
nl: Fout: %s

source: Warning: %s
nb: Advarsel: %s
nl: Waarschuwing: %s

source: Downloading packages...
nb: Laster ned pakker...
nl: Bezig met downloaden van pakketten...

source: Checking dependencies...
nb: Kontrollerer avhengigheter...
nl: Bezig met controleren van afhankelijkheden...

source: Resolving dependencies...
nb: Undersøker avhengigheter...
nl: Bezig met oplossen van afhankelijkheden...

source: Checking inter-conflict...
nl: Bezig met controleren op conflicten...

source: Processing package changes...
nb: Behandler pakkeforandringer...
nl: Bezig met verwerken van pakketwijzigingen...

source: Running pre-transaction hooks...
nb: Kjører pre-transaksjonshuker...
nl: Bezig met voorbereiden...

source: Running post-transaction hooks...
nb: Kjører post-transaksjonshuker...
nl: Bezig met afhandelen...

source: Importing required keys...
nb: laster ned nødvendige nøkler...
nl: Bezig met importeren van vereiste sleutels...

source: Running '%s' (%s)...
nb: Kjører '%s' (%s)...
nl: Bezig met uitvoeren van '%s' (%s)...

source: Running '%s'...
nb: Kjører '%s'...
nl: Bezig met uitvoeren van '%s'...

source: Package installed: %s (%s)
nb: Pakke installert: %s (%s)
nl: Pakket geïnstalleerd: %s (%s)

source: Optional dependencies for %s:
nb: Alternative avhengigheter for %s
nl: Optionele afhankelijkheden voor %s:

source: Package reinstalled: %s (%s)
nb: Pakke reinstallert: %s (%s)
nl: Pakket opnieuw geïnstalleerd: %s (%s)

source: Package removed: %s (%s)
nb: Pakke fjernet: %s (%s)
nl: Pakket gedeïnstalleerd: %s (%s)

source: Package upgraded: %s (%s -> %s)
nb: Pakke oppgradert: %s (%s -> %s)
nl: Pakket bijgewerkt: %s (%s -> %s)

source: New optional dependencies for %s-%s:
nb: Nye alternative avhengigheter for %s-%s:
nl: Nieuwe optionele afhankelijkheden voor %s-%s:

source: Package downgraded: %s (%s -> %s)
nb: Pakke nedgradert: %s (%s -> %s)
nl: Pakket verlaagd: %s (%s -> %s)

source: Warning: %s installed as %s.pacnew
nb: Advarsel: %s ble installert som %s.pacnew
nl: Waarschuwing: '%s' is geïnstalleerd als '%s.pacnew'

source: Warning: %s saved as %s.pacsave
nb: Advarsel: %s ble lagret som %s.pacsave
nl: Waarschuwing: '%s' is opgeslagen als '%s.pacsave'

source: %s optionally requires %s
nb: %s kan behøve %s
nl: '%s' vereist optioneel '%s'

source: Checking packages integrity...
nb: Sjekker pakke integritet ...
nl: Bezig met controleren van pakketintegriteit...

source: Checking for file conflicts...
nb: Ser etter filkonflikter...
nl: Bezig met controleren op bestandsconflicten...

source: Loading package files...
nb: Laster pakkefiler...
nl: Bezig met laden van pakketbestanden...

source: Checking disk space...
nb: Kontrollerer diskplass...
nl: Bezig met controleren van schijfruimte...

source: Checking keyring...
nb: Kontrollerer nøkkelring...
nl: Bezig met controleren van sleutelring...

source: Upgrading system...
nb: Oppgraderer system...
nl: Bezig met bijwerken...

source: %s is in IgnorePkg/IgnoreGroup. Install anyway ?
nb: %s finnes i IgnorePkg/IgnoreGroup. Installer likevel ?
nl: '%s' is onderdeel van IgnorePkg/IgnoreGroup. Wil je het tóch installeren?

source: Install %s anyway
nb: Installer %s likevel
nl: '%s' tóch installeren

source: Do not install %s
nb: Ikke installert %s
nl: '%s' níet installeren

source: Yes
nb: Ja
nl: Ja

source: No
nb: Nei
nl: Nee

source: Do you want to replace %s (%s) with %s (%s) ?
nb: Vil du erstatte %s (%s) med %s (%s) ?
nl: Wil je '%s' (%s) vervangen door '%s' (%s)?

source: Replace with %s
nb: Erstatt med %s?
nl: Vervangen door '%s'

source: Keep %s
nb: Behold %s
nl: '%s' behouden

source: %s and %s and in conflict. Remove %s ?
nb: konflikt mellom %s og %s. Fjerne %s?
nl: '%s' conflicteert met '%s'. Wil je '%s' verwijderen ?

source: Remove %s
nb: Fjern %s?
nl: '%s' verwijderen

source: Do you want to skip the packages listed below ?
nb: Ønsker du å hoppe over de pakkene som er oppførst nedenfor ?
nl: Wil je onderstaande pakketten overslaan?

source: Those packages cannot be upgraded due to unresolvable dependencies :
nb: DIsse pakkene kan ikke oppgraderes på grunn av uløselige avhengigheter :
nl: Deze pakketten kunnen niet worden bijgewerkt wegens onoplosbare afhankelijkheden:

source: Yes, skip those packages
nb: Ja, hopp over de pakkene
nl: Ja, pakketten overslaan

source: No, abort upgrade
nb: Nei, avbryt oppgraderingen
nl: Nee, afbreken

source: Do you want to skip package %s ?
nb: Ønsker du å hoppe over pakken %s ?
nl: Wil je '%s' overslaan?

source: Package %s cannot be upgraded due to unresolvable dependencies.
nb: Pakke %s kan ikke bli oppgradert på grunn av uløselige avhengigheter.
nl: %s kan niet worden bijgewerkt wegens onoplosbare afhankelijkheden.

source: Yes, skip %s
nb: Ja, hopp over %s
nl: Ja, '%s' overslaan

source: There are %d providers available for %s. Please select the one to install :
nb: Det er %d leverandører tilgengelig for %s. Velg en å installere :
nl: Er zijn %d varianten beschikbaar voor '%s'. Kies de te installeren variant:

# column
source: Repo
nb: Brønn
nl: Pakketbron

# column
source: Package
nb: Pakke
nl: Pakket

# column
source: Version
nb: Versjon
nl: Versie

source: Abort
nb: Avbyt
nl: Afbreken

source: Use selected provider
nb: Bruk valgte leverandør
nl: Gekozen variant gebruiken

source: File %s is corrupted. Do you want to delete it ?
nb: Filen %s er korrupt. Vil du slette den ?
nl: Het bestand, %s, is kapot. Wil je het verwijderen?

source: Delete %s
nb: Fjern %s
nl: '%s' verwijderen

source: Do not delete %s
nb: Ikke fjern %s
nl: '%s' niet verwijderen

source: Do you want to import key %s ?
nb: Ønsker du å importere nøkkelen %s ?
nl: Wil je de sleutel '%s' importeren?

source: Key %s: %s (created %s)
nb: Nøkkel %s: %s (opprettet %s)
nl: Sleutel '%s': %s (%s gemaakt)

source: Yes, import key
nb: Ja, importer nøkkel
nl: Ja, sleutel importeren

source: Downloading %s ...
nb: laster ned %s ...
nl: Bezig met downloaden van '%s'...

source: Error: got a SYNC_DBS event while not synchronizing databases
nb: Feil: fikk en SYNC_DBS hendelse uten å synkronisere databaser
nl: Fout: SYNC_DBS opgetreden tijdens niet synchroniseren van databanken

source: Synchronizing a database
nb: Synkroniserer en pakkedatabase
nl: Bezig met synchroniseren van databank...

source: Synchronizing databases...
nb: Synkroniserer pakkedatabaser...
nl: Bezig met synchroniseren van databank...

source: Synchronizing simulation databases...
nb: Synkroniserer en simulering pakkedatabaser...
nl: Bezig met synchroniseren van simulatiedatabanken...

source: Error: got a SYNC_DB_START event while not synchronizing databases
nb: Feil: fikk en SYNC_DBS hendelse uten å synkronisere databaser
nl: Fout: SYNC_DB_START opgetreden tijdens niet synchroniseren van databanken

source: Synchronizing database %s...
nb: Synkroniserer pakkedatabase %s...
nl: Bezig met synchroniseren van databank '%s'...

source: Error: got a SYNC_DB_END event while not synchronizing databases
nb: Feil: fikk en SYNC_DB_END hendelse uten å synkronisere databaser
nl: Fout: SYNC_DB_END opgetreden tijdens niet synchroniseren van databanken

source: failed
nb: feilet
nl: mislukt

source: ok
nl: oké

source: Are you sure you want to abort the current operation ?
nb: Er du sikker på at du vil avbryte den pågående operasjonen ?
nl: Weet je zeker dat je de huidige handeling wilt afbreken?

source: CAUTION: This might leave your system in an unstable/non-working state.
nb: FORSIKTIG: Dette kan etterlate ditt system i en ustabil/ikke-fungerende tilstand.
nl: LET OP: je systeem wordt mogelijk instabiel of onwerkbaar.

source: Yes, abort operation
nb: Ja, avbryt operasjon
nl: Ja, handeling afbreken

source: No, keep going
nb: Nei, fortsett
nl: Nee, doorgaan

source: Downloading packages complete.
nb: Pakke nedlasting fullført.
nl: Pakketten zijn gedownload.

source: Downloading packages failed
nb: Pakke nedlasting mislyktes.
nl: Downloaden mislukt

source: System update failed
nb: Systemoppdatering mislyktes
nl: Systeemupdate mislukt

source: System upgrade complete.
nb: Systemoppgradering fullført
nl: Systeemupgrade voltooid.

source: Do you want to run the post-sysupgrade process ?
nb: Ønsker du å kjøre etter system-oppgraderingsprosessen ?
nl: Wil je de afhandelingen uitvoeren?

source: Yes, Start it now
nb: Ja, Start den nå
nl: Ja, nu uitvoeren

source: Yes
nb: Ja
nl: Ja

source: No
nb: Nei
nl: Nee

source: Do you want to run the post-sysupgrade processes ?
nb: Ønsker du å kjøre etter system-oppgraderingsprosessene ?
nl: Wil je de afhandelingen uitvoeren?

source: Do you want to run the following post-sysupgrade processes ?
nb: Ønsker du å kjøre de følgende etter system-oppgraderingsprosessene ?
nl: Wil je de volgende afhandelingen uitvoeren?

source: Only checked processes will be launch.
nb: Kun valgte prosesser vil bli startet.
nl: Alleen de aangekruiste processen worden uitgevoerd.

source: Yes, run checked processes now
nb: Ja, kjør de valgte prosessene nå
nl: Ja, aangekruiste processen uitvoeren

# column
source: Run
nb: Kjør
nl: Uitvoeren

# column
source: Command-line
nb: Kommandolinje
nl: Opdracht

source: Starting: '%s' ..
nb: Starter: '%s' ..
nl: Bezig met starten van '%s'...

source: failed
nb: feilet
nl: mislukt

source: Unable to start post-sysupgrade process.
nb: Kunne ikke start etter system-oppgraderingsprosessen.
nl: Kan afhandelingen niet uitvoeren.

source: Command-line: %s Error: %s
nb: Kommandolinje: %s Feil: %s
nl: Opdracht: %s Fout: %s

source: ok
nl: oké

source: Unable to start system upgrade
nb: Kunne ikke starte systemoppgradering
nl: Kan systeemupgrade niet starten

source: Invalid internal state
nb: Ugyldig intern tilstand
nl: Onjuiste interne status

source: Performing system upgrade...
nb: Utfør en systemoppgradering...
nl: Bezig met uitvoeren van systeemupgrade...

source: Failed to get packages list
nb: Kunne ikke få pakkelistene
nl: Kan pakketlijst niet ophalen

source: No packages to upgrade
nb: Ingen pakker å oppgradere
nl: Geen te upgraden pakketten

source: Your system is already up-to-date.
nb: Ditt system er allerede oppdatert.
nl: Je systeem is al bijgewerkt.

source: Do you want to download packages ?
nb: Ønsker du å laste ned pakkene ?
nl: Wil je de pakketten downloaden?

source: Download: %s
nb: Last ned: %s
nl: Downloaden: %s

source: Download: %s
nb: Last ned: %s
nl: Downloaden: %s

source: Download packages
nb: Last ned pakkene
nl: Pakketten downloaden

source: No, cancel download
nb: Nei, avbryt nedlastingen
nl: Nee, downloaden afbreken

source: Download operation cancelled.
nb: Nedlastingen avbrutt.
nl: Downloaden afgebroken.

source: <big><b>Do you want to upgrade your system ?</b></big>
nb: <big><b>Ønsker du å oppgradere ditt system ?</b></big>
nl: <big><b>Wil je je systeem upgraden?</b></big>

source: <big><b>Simulation complete</b></big>
nb: <big><b>Simulering fullført</b></big>
nl: <big><b>Voorvertoning afgerond</b></big>

source: Download: %s - Install: %s - Net: %s
nb: Last ned: %s - Installer: %s - Netto: %s
nl: Downloaden: %s - Installeren: %s - Verschil: %s

source: Install: %s - Net: %s
nb: Installer: %s - Netto: %s
nl: Installeren: %s - Verschil: %s

source: Got package list; waiting for user confirmation.
nb: Fikk pakkeliste; venter på bekreftelse fra brukeren.
nl: Pakketlijst opgehaald; bezig met wachten op bevestiging...

source: Simulation complete.
nb: Simulering fullført.
nl: Voorvertoning afgerond.

source: Failed to synchronize databases
nb: Misslyktes å synkronisere pakkedatabaser.
nl: Kan databanken niet synchroniseren

source: Databases synchronized
nb: Pakkedatabase synkronisert
nl: Databanken gesynchroniseerd

source: Getting packages list...
nb: Mottar pakkeliste...
nl: Bezig met ophalen van pakketlijst...

source: Failed to register databases
nb: Mislyktes å registrere pakkedatabase
nl: Kan databanken niet vastleggen

source: Register database %s...
nb: Registrer pakkedatabase %s...
nl: Bezig met vastleggen van databank '%s'...

source: Failed to initialize ALPM library
nb: Kunne ikke initialisere ALPM biblioteket
nl: Kan alpm-bibliotheek niet initialiseren

source: Registering databases
nb: Registerer pakkedatabaser
nl: Bezig met vastleggen van databanken

source: Failed to initialize
nb: Kunne ikke initialisere
nl: Initialiseren mislukt

source: Initializing ALPM library...
nb: Initialiserer ALPM biblioteket...
nl: Bezig met initialiseren van alpm-bibliotheek...

source: Could not initiate kalu_updater
nb: Kunne ikke starte kalu_updater
nl: Kan kalu_updater niet aanroepen

source: ok
nl: oké
