Repository: Thulinma/kalu
Catalog: po/*.po
Languages: nb, nl

source: Invalid JSON response from the AUR
nb: Ugyldig JSON respons fra AUR
nl: Ongeldig JSON-antwoord verkregen van AUR

source: Unexpected results from the AUR [%s]
nb: Uventede resultater fra AUR [%s]
nl: Onverwachte resultaten verkregen van AUR [%s]

source: <package not found>
nb: <pakke ikke funnet>
nl: <pakket niet gevonden>

source: Config file %s, line %d: invalid value for SigLevel: %s
nb: Konfigurasjons fil %s, linje %d: ugyldig verdi for SigLevel: %s
nl: Configuratiebestand %s, regel %d: ongeldige waarde voor SigLevel: %s

source: Config file %s, line %d:
nb: Konfigurasjons fil %s, linje %d:
nl: Configuratiebestand %s, regel %d:

source: Config file %s could not be read
nb: Konfigurasjons fil %s kunne ikke leses
nl: Configuratiebestand %s kan niet worden uitgelezen

source: bad section name
nb: dårlig seksjons navn
nl: verkeerde sectienaam

source: syntax error: missing key.
nb: syntaksfeil: mangler nøkkel.
nl: syntaxfout: ontbrekende sleutel

source: All directives must belong to a section.
nb: Alle direktiver må tilhøre en seksjon.
nl: Alle aanwijzingen moeten toebehoren aan een sectie.

source: Config file %s could not be read: %s
nb: Konfigurasjons fil %s kunne ikke leses: %s
nl: Configuratiebestand %s kan niet worden uitgelezen: %s

source: syntax error: missing key
nb: syntaksfeil: mangler nøkkel
nl: syntaxfout: ontbrekende sleutel

source: Option SaneSortOrder doesn't exist anymore; Please use GTK3 option gtk-alternative-sort-arrows instead.
nb: Alternativ SaneSortOrder eksisterer ikke lengere. Bruk GTK3 alternative gtk-alternative-sort-arrow i stedet.
nl: De optie SaneSortOrder bestaat niet meer; gebruik de GTK3-optie gtk-alternative-sort-arrows.

source: Unable to init cURL
nb: Kan ikke initialisere cURL
nl: Kan cURL niet initialiseren

# notif-button
source: Run simulation...
nb: Kjør simulering...
nl: Simulatie uitvoeren...

# notif-button
source: Possible pacman/kalu conflict...
nb: Mulig pacman/kalu konflikt...
nl: Mogelijk pacman-/kalu-conflict...

# notif-button
source: Update system...
nb: Oppdater system...
nl: Systeem bijwerken...

# notif-button
source: Update AUR packages...
nb: Oppdater AUR pakker...
nl: AUR-pakketten bijwerken...

# notif-button
source: Mark packages...
nb: Merk pakker...
nl: Pakketten markeren...

# notif-button
source: Show news...
nb: Vis nyheter...
nl: Nieuws tonen...

source: Unable to start process
nb: Kan ikke starte prosess
nl: Kan proces niet starten

source: Error while trying to run command line: %s The error was: <b>%s</b>
nb: Feil ved forsøk på å kjøre kommandolinje: %s Feilen var: <b>%s</b>
nl: Kan opdracht niet uitvoeren: %s Foutmelding: <b>%s</b>

source: kalu: Unable to start process
nb: kalu: Kan ikke starte prosess
nl: kalu: Kan proces niet starten

source: Cannot run simulation: kalu is busy
nb: Kan ikke kjøre simulering: kalu er opptatt
nl: Kan simulatie niet uitvoeren: kalu is bezig

source: kalu cannot run a simulation while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
nb: kalu kan ikke kjøre simulering mens den er opptatt (f.eks. sjekker/oppgraderer systemet). Vennligst vent til kalu ikke er opptatt lengere, og prøv igjen.
nl: kalu kan geen simulatie uitvoeren terwijl het bezig is (bijv. controleren/bijwerken van het systeem). Wacht totdat kalu's werkzaamheden zijn afgerond en probeer het opnieuw.

source: Cannot upgrade system: kalu is busy
nb: Kan ikke oppgradere systemet: kalu er opptatt
nl: Kan het systeem niet bijwerken: kalu is bezig

source: kalu cannot upgrade the system while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
nb: kalu kan ikke oppgradere systemet mens den er opptatt (f.eks. sjekker/oppgraderer systemet). Vennligst vent til kalu ikke er opptatt lengere, og prøv igjen.
nl: kalu kan het systeem niet bijwerken terwijl het bezig is (bijv. controleren/bijwerken van het systeem). Wacht totdat kalu's werkzaamheden zijn afgerond en probeer het opnieuw.

source: Cannot launch AUR upgrade: kalu is busy
nb: Kan ikke starte AUR oppgradering: kalu er opptatt
nl: Kan AUR-upgrade niet starten: kalu is bezig

source: kalu cannot launch AUR upgrade while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
nb: kalu kan ikke starte AUR oppgradering mens den er opptatt (f.eks. sjekker/oppgraderer systemet). Vennligst vent til kalu ikke er opptatt lengere, og prøv igjen.
nl: kalu kan geen AUR-upgrade uitvoeren terwijl het bezig is (bijv. controleren/bijwerken van het systeem). Wacht totdat kalu's werkzaamheden zijn afgerond en probeer het opnieuw.

source: Unable to mark watched packages
nb: Kan ikke merke overvåkede pakker.
nl: Kan bijgehouden pakketten niet markeren

source: Watched packages have changed, you need to run the checks again to be up-to-date.
nb: Overvåkede pakker er blitt endret, du må kjøre kontrollene på nytt for å være oppdatert.
nl: Er zijn bijgehouden pakketten gewijzigd. Controleer nogmaals op updates om het bijwerken af te ronden.

source: Unable to mark watched AUR packages
nb: Kan ikke merke overvåkede AUR pakker.
nl: Kan bijgehouden AUR-pakketten niet markeren

source: Watched AUR packages have changed, you need to run the checks again to be up-to-date.
nb: Overvåkede AUR pakker er blitt endret, du må kjøre kontrollene på nytt for å være oppdatert.
nl: Er zijn bijgehouden AUR-pakketten gewijzigd. Controleer nogmaals op updates om het bijwerken af te ronden.

source: Unable to show the news
nb: Klarer ikke å vise nyhetene
nl: Kan nieuws niet tonen

source: Unable to show unread news
nb: Klarer ikke å vise uleste nyheter
nl: Kan ongelezen nieuws niet tonen

source: Read news have changed, you need to run the checks again to be up-to-date.
nb: Leste nyheter er blitt endret, du må kjøre kontrollene på nytt for å være oppdatert.
nl: Het gelezen nieuws is gewijzigd. Controleer nogmaals op nieuws om het bijwerken af te ronden.

source: No notifications to show.
nb: Ingen varsler å vise.
nl: Geen meldingen.

source: Unable to show the recent Arch Linux news
nb: Kan ikke vise de siste Arch Linux nyhetene
nl: Kan het recente Arch Linux-nieuws niet tonen

source: Unable to show help
nb: Kan ikke vise hjelp
nl: Kan hulp niet tonen

source: Unable to show change log
nb: Kan ikke vise endringslogg
nl: Kan het wijzigingslog niet tonen

source: translator-credits
nb: Kim Nordmo
nl: Heimen Stoffels

# systray-menu
source: Re-show last notifications...
nb: Vis de siste varslene på nytt...
nl: Recentste meldingen nogmaals tonen...

source: Show notifications from last ran checks
nb: Vis varsler fra de siste kontrollene
nl: Toon de meldingen van de recentste controles nogmaals

# systray-menu
source: Resume automatic checks
nb: Gjenoppta automatiske kontroller
nl: Automatische controles hervatten

# systray-menu
source: Pause automatic checks
nb: Sett automatisk kontroll på pause
nl: Automatische controles onderbreken

source: Resume automatic checks (starting now)
nb: Gjenoppta automatiske kontroller (starter nå)
nl: Automatische controles hervatten (nu starten)

source: Pause automatic checks (until resumed)
nb: Pause automatiske kontroller (til gjenopptagelse)
nl: Automatische controles onderbreken (tot ze worden hervat)

# systray-menu
source: Check for Upgrades...
nb: Se etter oppgraderinger...
nl: Controleren op upgrades...

source: Check if there are any upgrades available
nb: Se om det er noen oppgraderinger tilgjengelig
nl: Controleer of er upgrades beschikbaar zijn

# systray-menu
source: Upgrade simulation...
nb: Simuler oppgradering...
nl: Upgradevoorvertoning...

source: Run a system upgrade simulation (to preview/help deal with conflicts)
nb: Kjør en simulering av en systemoppgradering (for å forhåndsvise/bidra til å håndtere konflikter)
nl: Voer een gesimuleerde upgrade uit om te zien of er conflicten optreden

# systray-menu
source: System upgrade...
nb: Systemoppgradering...
nl: Systeemupgrade...

source: Perform a system upgrade
nb: Utfør en systemoppgradering
nl: Voer een systeemupgrade uit

# systray-menu
source: Show unread Arch Linux news...
nb: Vis uleste Arch Linux nyheter...
nl: Ongelezen Arch Linux-nieuws tonen...

source: Show only unread Arch Linux news
nb: Vis kun uleste Arch Linux nyheter
nl: Toon alleen ongelezen Arch Linux-nieuws

# systray-menu
source: Show recent Arch Linux news...
nb: Vis siste Arch Linux nyheter...
nl: Recent Arch Linux-nieuws tonen...

source: Show most recent Arch Linux news
nb: Vis de siste Arch Linux nyhetene
nl: Toon het recentste Arch Linux-nieuws

# systray-menu
source: Manage watched packages...
nb: Administrer overvåkede pakker...
nl: Bijgehouden pakketten beheren...

# systray-menu
source: Manage watched AUR packages...
nb: Administrer overvåkede AUR pakker...
nl: Bijgehouden AUR-pakketten beheren...

# systray-menu
source: Preferences
nb: Innstillinger
nl: Voorkeuren

source: Edit preferences
nb: Rediger innstillinger
nl: Pas de instellingen aan

# systray-menu
source: Help
nb: Hjelp
nl: Hulp

source: Show help (man page)
nb: Vis hjelp
nl: Toon de hulppagina ('man'-pagina)

# systray-menu
source: Change log
nb: Endringslogg
nl: Wijzigingslog

source: Show change log
nb: Vis endringslogg
nl: Toon het wijzigingslog

# systray-menu
source: About
nb: Om
nl: Over

source: Show Copyright & version information
nb: Vis Opphavsrett og versjonsinformasjon
nl: Toon de copyright- en versie-informatie

# systray-menu
source: Quit
nb: Avslutt
nl: Afsluiten

source: Exit kalu
nb: Avslutt kalu
nl: Sluit kalu af

source: kalu received an unknown FIFO command
nb: kalu mottok en ukjent FIFO kommando
nl: kalu heeft een onbekende FIFO-opdracht ontvangen

source: paused kalu
nb: kalu pauset
nl: kalu is gepauzeerd

source: Checking/updating in progress...
nb: Sjekking/oppdatering pågår...
nl: Bezig met controleren/bijwerken...

source: Last checked on %s
nb: Sist sjekket den %s
nl: Recentste controle: %s

source: Last checked just now
nb: Sist sjekket akkurat nå
nl: Zojuist gecontroleerd

source: Last checked
nb: Sist sjekket
nl: Recentste controle

source: 1 day
nb: 1 dag
nl: 1 dag

source: 1 hour
nb: 1 time
nl: 1 uur

source: 1 minute
nb: 1 minutt
nl: 1 minuut

source: ago
nb: siden
nl: geleden

source: sync possible for 1 db
nb: synkronisering mulig for 1 database
nl: 1 db kan worden gesynchroniseerd

source: 1 unread news
nb: 1 ulest nyhet
nl: 1 ongelezen nieuwsbericht

source: 1 upgrade available
nb: 1 oppgradering tilgjengelig
nl: 1 upgrade beschikbaar

source: upgrades available (unknown number due to conflict)
nb: oppgraderinger tilgjengelig (ukjent antall på grunn av konflikter)
nl: upgrades beschikbaar (aantal onbekend vanwege een conflict)

source: 1 watched package updated
nb: 1 overvåket pakke oppdatert
nl: 1 bijgehouden pakket bijgewerkt

source: 1 AUR package updated
nb: 1 AUR pakke oppdatert
nl: 1 AUR-pakket bijgewerkt

source: 1 package not found in AUR
nb: 1 pakke ble ikke funnet i AUR
nl: 1 pakket ontbreekt in AUR

source: 1 watched AUR package updated
nb: 1 overvåket AUR pakke oppdatert
nl: 1 bijgehouden AUR-pakket bijgewerkt

source: kalu: error setting tooltip
nb: kalu: feil ved å sette verktøytips
nl: kalu: fout tijdens instellen van hulpballon

source: Failed to stat %s: %s
nl: Kan %s niet tonen: %s

source: Internal error: Path too long
nb: Intern feil: Sti for lang
nl: Interne fout: pad is te lang

source: Unable to create temp folder
nb: Klarte ikke å skape midlertidig mappe
nl: Kan tijdelijke map niet aanmaken

source: Unable to create symlink %s
nb: Kan ikke lage symlink %s
nl: Kan geen snelkoppeling (%s) maken

source: Unable to create folder %s
nb: Kan ikke lage mappe %s
nl: Kan map (%s) niet aanmaken

source: Unable to open folder %s
nb: Kan ikke åpne mappe %s
nl: Kan map (%s) niet openen

source: Internal error
nb: Intern feil
nl: Interne fout

source: Copy failed for %s
nb: Kopiering mislyktes for %s
nl: Kan %s niet kopiëren

source: Unable to stat %s
nb: kunne ikke inspisere %s
nl: Kan %s niet tonen

source: Unable to create local copy of database: %s
nb: Kan ikke lage lokal kopi av databasen: %s
nl: Kan geen lokale kopie maken van databank: %s

source: Failed to initialize alpm library: %s
nb: Kunne ikke initialisere alpm biblioteket: %s
nl: Kan alpm-bibliotheek niet initialiseren: %s

source: Failed to set GPGDir in ALPM: %s
nb: Kunne ikke sette GPGDir i ALPM: %s
nl: Kan GPGDir niet instellen in ALPM: %s

source: Could not register database %s: %s
nb: Kan ikke registrere databasen %s: %s
nl: Kan databank (%s) niet vastleggen: %s

source: Server %s contains the $arch variable, but no Architecture was defined
nb: Server %s inneholder $arch variabelen, men ingen Arkitektur ble definert
nl: De server, '%s', bevat de '$arch'-variabel, maar er is geen architectuur opgegeven

source: Could not add server %s to database %s: %s
nb: Kunne ikk legge server %s til databasen %s: %s
nl: Kan server '%s' niet toevoegen aan databank '%s': %s

source: Failed to update %s: %s
nb: Kunne ikke oppdatere %s: %s
nl: Kan '%s' niet bijwerken: %s

source: - Package %s does not have a valid architecture
nb: - Pakke %s har ingen gyldig arkitektur
nl: - Het pakket, '%s', bevat geen geldige architectuur

source: - %s requires %s
nb: - %s krever %s
nl: - '%s' vereist '%s'

source: - %s and %s are in conflict
nb: - %s og %s er i konflikt
nl: - '%s' conflicteert met '%s'

source: - %s and %s are in conflict (%s)
nb: - %s og %s er i konflikt (%s)
nl: - '%s' conflicteert met '%s' (%s)

source: Failed to prepare transaction: %s %s
nb: Kunne ikke forberede transaksjon: %s %s
nl: Kan handeling niet voorbereiden: %s %s

source: none
nb: ingen
nl: geen

source: No error message specified in MethodFailed
nb: Ingen feilmelding angitt i MethodFailed
nl: Geen foutmelding opgegeven in MethodFailed

source: Object is not a KaluUpdater
nb: Objektet er ikke en KaluUpdater
nl: Object is geen KaluUpdater

source: Cannot call method %s: already running
nb: Kan ikke kalle metode %s: kjører allerede
nl: Kan methode '%s' niet aanroepen: proces is al actief

source: Internal method definition missing for %s
nb: Intern metode definisjon mangler for %s
nl: Interne methodedefinitie ontbreekt bij %s

source: Unable to check the news
nb: Kunne ikke å se etter nyheter
nl: Kan het nieuws niet verversen

source: Unable to check for updates -- loading alpm library failed
nb: Kunne ikke se etter oppdateringer -- lasting av alpm bibliotek feilet
nl: Kan niet controleren op updates: de alpm-bibliotheek kan niet worden geladen

source: Unable to check for updates -- could not synchronize databases
nb: Kunne ikke se etter oppdateringer -- kunne ikke synkronisere databasene
nl: Kan niet controleren op updates: de databank kan niet worden gesynchroniseerd

source: Unable to compile list of packages
nb: Kunne ikke kompilere listen over pakker
nl: Kan geen pakketlijst samenstellen

source: Unable to check for updates
nb: Kunne ikke se etter oppdateringer
nl: Kan niet controleren op updates

source: Unable to check for updates of watched packages
nb: Kunne ikke se etter oppdatering for overvåkede pakker
nl: Kan niet controleren op updates van bijgehouden pakketten

source: Unable to check for AUR packages
nb: Kan ikke se etter AUR pakker
nl: Kan niet controleren op updates van AUR-pakketten

source: Unable to check for updates of watched AUR packages
nb: Kunne ikke se etter oppdateringer for overvåkede AUR pakker
nl: Kan niet controleren op updates van bijgehouden AUR-pakketten

source: No upgrades available.
nb: Ingen oppgraderinger tilgjengelig.
nl: Geen upgrades beschikbaar.

source: Unable to open FIFO
nb: Kunne ikke åpne FIFO
nl: Kan FIFO niet openen

source: Received too much invalid data on FIFO, resetting
nb: Mottok for my uglyldig data på FIFO, tilbakestiller
nl: Teveel ongeldige gegevens ontvangen van FIFO - bezig met herstellen...

source: Run automatic checks
nb: Kjør automatiske kontroller
nl: Automatische controles uitvoeren

source: Run manual checks
nb: Kjør manuelle kontroller
nl: Handmatige controles uitvoeren

source: Use PATH as temporary dbpath
nl: PATH gebruiken als tijdelijk dbpad

source: Keep tmp dbpath folder
nl: Tijdelijke dbpad-map bewaren

source: Enable debug mode
nb: Aktiver feilsøkningsmodus
nl: Foutopsporingsmodus inschakelen

source: Show version information
nb: Vis versjonsinformasjon
nl: Versie-informatie tonen

source: option parsing failed: %s
nb: Alternativ analysering mislyktes: %s
nl: kan optie niet verwerken: %s

source: $NB updates available (D: $DL; N: $NET)
nb: $NB overvåkte pakker oppdatert (D: $DL; N: $NET)
nl: $NB updates beschikbaar (D: $DL; N: $NET)

source: $NB watched packages updated (D: $DL; N: $NET)
nb: $NB overvåkte pakker oppdatert (D: $DL; N: $NET)
nl: $NB bijgehouden pakketten bijgewerkt (D: $DL; N: $NET)

source: AUR: $NB packages updated
nb: AUR: $NB pakker oppdatert
nl: AUR: $NB pakketten bijgewerkt

source: $NB packages not found in AUR
nb: $NB pakker ikke funnet i AUR
nl: %NB pakketten ontbreken in AUR

source: AUR: $NB watched packages updated
nb: AUR: $NB overvåkede pakker oppdatert
nl: AUR: $NB bijgehouden pakketten bijgewerkt

source: $NB unread news
nb: $NB uleste nyheter
nl: $NB ongelezen nieuwsberichten

source: GTK+ initialization failed
nb: GTK+ initialisering feilet
nl: Kan GTK+ niet initialiseren

source: To run kalu on CLI only mode, use --auto-checks or --manual-checks
nb: For å kjøre kalu i CLI modus, bruk --auto-checks eller --manual-checks
nl: Wil je kalu alleen via de terminal bedienen? Gebruik dan --auto-checks of --manual-checks.

source: Errors while parsing configuration
nb: Feil under analysering av konfigurasjon
nl: Fouten tijdens verwerken van configuratie

source: Unable to parse watched packages
nb: Kan ikke analysere overvåkede pakker
nl: Kan bijgehouden pakketten niet verwerken

source: Unable to parse watched AUR packages
nb: Kan ikke analysere overvåkede AUR pakker
nl: Kan bijgehouden AUR-pakketten niet verwerken

source: Unable to parse last news data
nb: Kan ikke analysere de siste nyhets dataene
nl: Kan recentste nieuws niet verwerken

source: Unable to initialize cURL
nb: Kan ikke initialisere cUR
nl: Kan cURL niet initialiseren

source: kalu will therefore not be able to check the AUR
nb: kalu vil derfor ikke kunne kontrollere AUR
nl: kalu kan daarom AUR niet controleren

source: Unable to create FIFO
nb: Kan ikke opprette FIFO
nl: Kan FIFO niet aanmaken

source: Unable to save changes to disk
nb: Kunne ikke lagre forandringer til disken
nl: Kan wijzigingen niet opslaan op schijf

source: Unable to open link
nb: Kan ikke åpne lenken
nl: Kan link niet openen

source: Arch Linux Unread News - kalu
nb: Arch Linux Uleste Nyheter - kalu
nl: Ongelezen Arch Linux-nieuws - kalu

source: Arch Linux News - kalu
nb: Arh Linux Nyheter - kalu
nl: Arch Linux-nieuws - kalu

source: _Mark as read
nb: _Merk som lest
nl: _Markeren als gelezen

source: Mark checked news as read
nb: Merk valgte nyheter som lest
nl: Markeer geselecteerde berichten als gelezen

source: _Close
nb: _Lukk
nl: _Sluiten

source: No unread news
nb: Ingen uleste nyheter
nl: Geen ongelezen nieuwsberichten

source: There are no unread Arch Linux news.
nb: Det er ingen uleste Arch Linux nyheter.
nl: Er is geen ongelezen Arch Linux-nieuws.

source: Help - kalu
nb: Hjelp -kalu
nl: Hulp - kalu

source: History - kalu
nb: Historie - kalu
nl: Geschiedenis - kalu

source: Possible pacman/kalu conflict - kalu
nb: Mulig pacman/kalu konflikt - kalu
nl: Mogelijk pacman-/kalu-conflict - kalu

# expiration-delay
source: Default
nb: Standard
nl: Standaard

# expiration-delay
source: Never
nb: Aldri
nl: Nooit

source: %d seconds
nb: %d sekund
nl: %d seconde

source: Select the source for this field:
nb: Velg kilden for dette feltet:
nl: Kies de bron voor het veld:

source: - Default: use default value
nb: - Standard: bruk standardverdi
nl: - Standaard: gebruik de standaardwaarde

source: - Fall back: use value from template '%s'
nb: - Reserveløsning: bruk verdi framal '%s'
nl: - Terugval: gebruik de waarde uit sjabloon '%s'

source: - Custom: specify a custom value
nb: Tilpasset: angi en egendefinert verdi
nl: - Aangepast: geef een eigen waarde op

source: - None: no value
nb: - None: ingen verdi
nl: - Geen: geen waarde

source: Default
nb: Standard
nl: Standaard

source: Fall back
nl: Terugval

source: Custom
nb: Tilpasset
nl: Aangepast

source: None
nb: Ingen
nl: Geen

source: Edit as custom value
nb: Rediger en egendefinert verdi
nl: Bewerken als aangepaste waarde

source: <b>When packages are not found:</b>
nb: <b>Når pakker ikke ble funnet:</b>
nl: <b>Als bepaalde pakketten niet zijn aangetroffen:</b>

source: <b>Notification template</b>
nb: <b>Varsels mal</b>
nl: <b>Meldingssjabloon</b>

source: Title :
nb: Tittel :
nl: Titel:

source: The following variables are available : - <b>$NB</b> : number of packages/news items
nb: De følgende variablene er tilgjengelig: - <b>$NB</b>: antall pakker/nyheter
nl: De volgende variabelen zijn beschikbaar: - <b>$NB</b>: aantal pakketten/nieuwsberichten

source: - <b>$DL</b> : total download size - <b>$INS</b> : total installed size - <b>$NET</b> : total net (post-install difference) size
nb: - <b>$DL</b>: total nedlastingsstørrelse - <b>$INS</b>: total installert størrelse - <b>$NET</b>: total netto (etter installering forskjell) størrelse
nl: - <b>$DL</b> : totale downloadgrootte - <b>$INS</b> : totale installatiegrootte - <b>$NET</b> : totale netgrootte (verschil voor/na installatie)

source: News item :
nb: Nyhet :
nl: Nieuwsbericht:

source: Package :
nb: Pakke :
nl: Pakket:

source: The following variables are available :
nb: De følgende variablene er tilgjengelig :
nl: De volgende variabelen zijn beschikbaar:

source: - <b>$NEWS</b> : the news title
nb: - <b>$NEWS</b> : Nyhets tittelen
nl: - <b>$NEWS</b> : de artikelkop

source: - <b>$REPO</b> : repository name
nb: - <b>$PKG</b> : pakke navn
nl: - <b>$REPO</b> : de pakketbronnaam

source: - <b>$PKG</b> : package name
nb: - <b>$PKG</b> : pakke navn
nl: - <b>$PKG</b> : de pakketnaam

source: - <b>$OLD</b> : old/current version number
nb: - <b>$OLD</b> : gammel/nåværende versjonsnummer
nl: - <b>$OLD</b> : oude/huidige versienummer

source: - <b>$NEW</b> : new version number
nb: - <b>$NEW</b> : ny versjonsnummer
nl: - <b>$NEW</b> : nieuwe versienummer

source: - <b>$DL</b> : download size
nb: - <b>$DL</b> : nedlastingsstørrelse
nl: - <b>$DL</b> : downloadgrootte

source: - <b>$NET</b> : net (post-install difference) size
nb: - <b>$NET</b> : netto (etter installerings forsjell) størrelse
nl: - <b>$NET</b> : totale netgrootte (verschil voor/na installatie)

source: Separator :
nl: Scheidingsteken:

source: No variables available.
nb: Ingen variabler tilgjengelig.
nl: Geen variabelen beschikbaar.

source: Unable to apply/save preferences
nb: Kunne ikke lagre innstillinger
nl: Kan voorkeuren niet toepassen/opslaan

source: You need to select the configuration file to use for libalpm (pacman.conf)
nb: Du må velge konfigurasjonsfilen som skal brukes til libalpm (pacan.conf)
nl: Kies het te gebruiken configuratiebestand voor libalpm (pacman.conf)

source: You need to select the file to use as icon on notifications
nb: Du må velge den filen du vil bruke som ikon på varsler
nl: Kies het te gebruiken pictogrambestand voor meldingen

source: You need to specify an interval.
nb: Du må angi et intervall
nl: Geef een tussenpoos op.

source: Invalid value for the auto-check interval.
nb: Ugyldig verdi for automatisk kontroll intervall.
nl: Ongeldige waarde voor automatische controletussenpoos.

source: Nothing selected for automatic checks.
nb: Ingenting er valgt for automatiske kontroller.
nl: Niets geselecteerd voor automatische controles.

source: Nothing selected for manual checks.
nb: Ingenting er valgt for manuelle kontroller.
nl: Niets geselecteerd voor handmatige controles.
